var myObjects = [];


var placemarks = [
    [56.846717, 53.197888], // генеральский дом
    [56.852676, 53.207358], // центральная площадь
    [56.849288, 53.223287], // удгу
    [56.849288, 53.223287] // удгу
];


var feedbacks = [{
    place: [56.846717, 53.197888],
    name: "Диана",
    title: "Генеральский Дом",
    data: "03.11.2019",
    feed: "Обычно туристы ходят по всяким музеям и храмам, а лучше бы поинтересовались этим местом!"
}, {
    place: [56.852676, 53.207358],
    name: "Вера",
    title: "Центральная площадь",
    data: "01.09.2020",
    feed: "Варламовы отлично постралаись и получилось крутое общественное пространство!"
}, {
    place: [56.849288, 53.223287],
    name: "Вера",
    title: "УдГу",
    data: "25.05.2018",
    feed: "На*ер УдГУ! И всю систему образования!"
}, {
    place: [56.849288, 53.223287],
    name: "Диана",
    title: "УдГУ",
    data: "09.07.2019",
    feed: "А какой памятник Пушкину зато!"
}];



class LocalStorage {
    constructor() {
        this.myObjects = myObjects;
        this.placemarks = placemarks;
        this.feedbacks = feedbacks;
    }
}